export default function Home() {
  return (
    <div className="px-2 mx-auto max-w-7xl sm:px-6 lg:px-8">
    <h1 className="my-6 text-3xl font-bold">Home</h1>
    <p>30 เนื้อเพลงแห่งปี 2024 ที่มีคนดูมากที่สุด
จัดอันดับจากยอดคนดูเนื้อเพลงที่เพิ่มในปี 2024 เท่านั้น
เนื้อเพลง ว่าว - มีนตรา อินทิรา (128,480 ครั้ง)
เนื้อเพลง ผิดตั้งแต่เริ่ม (ชู้รัก) - เล็กสเร็น (122,080 ครั้ง)
เนื้อเพลง สีแชทบ่คือเก่า - เบนซ์ ปรีชา พนมรุ้งเรคคอร์ด (93,330 ครั้ง)
เนื้อเพลง เขามัทรี - เอ็กซ์ ศุภกฤต (88,473 ครั้ง)
เนื้อเพลง สวยขยี้ใจ - บุ๊ค ศุภกาญจน์ (72,411 ครั้ง)
เนื้อเพลง Day One - ปัน สรณวรรธ พิชัยรณรงค์สงคราม (71,196 ครั้ง)
เนื้อเพลง เหมือนวิวาห์ (Rain Wedding) - เจฟ วรกมล ซาเตอร์ (65,386 ครั้ง)
เนื้อเพลง เมร่อน - เอแคลร์ จือปาก (64,192 ครั้ง)
เนื้อเพลง The Trouble is.. ปัญหาของฉัน - วี วิโอเลต วอเทียร์ (46,813 ครั้ง)
เนื้อเพลง จิ๊กโก๋เมืองชัย - เลเจนด์บอย (43,191 ครั้ง)
เนื้อเพลง ซ่อน(ไม่)หา (Ghost) - เจฟ วรกมล ซาเตอร์ (42,622 ครั้ง)
เนื้อเพลง รถไฟบนฟ้า (Galaxy Express) - ดี เจอร์ราร์ด (41,849 ครั้ง)
เนื้อเพลง ถ้าเธอไม่รักทำไมไม่บอกฉัน - เปเปอร์ (40,977 ครั้ง)
เนื้อเพลง แม่น้องออนิว - ไทเดินเล่น (40,463 ครั้ง)
เนื้อเพลง ความทรงจำ - วี วิโอเลต วอเทียร์ (39,606 ครั้ง)
เนื้อเพลง โลกที่แบกไว้ - มนัสวีร์ (38,893 ครั้ง)
เนื้อเพลง น่ารักมั้ยไม่รู้ (Narak Mhai Mai Roo) - บัตเตอร์แบร์ (38,738 ครั้ง)
เนื้อเพลง ยอม (White Flag) - ลานดอกไม้ (38,335 ครั้ง)
เนื้อเพลง เราไม่ใช่ส่วนเกิน - ภูมิมินท์ บึงชารี (37,573 ครั้ง)
เนื้อเพลง My Daisy - ริสา นริสา (35,976 ครั้ง)
เนื้อเพลง สวัสดีค้าบ - เอสพีดี (35,097 ครั้ง)
เนื้อเพลง หากผม - พีวาย-วัน (34,173 ครั้ง)
เนื้อเพลง จื่อบ่ - ก้านตอง ทุ่งเงิน (31,002 ครั้ง)
เนื้อเพลง ใจสมใจ - อูน ชนิสรา วงศ์ดีประสิทธิ์ (30,916 ครั้ง)
เนื้อเพลง ตรงที่เดิม - เบส ขวางหวัน (29,488 ครั้ง)
เนื้อเพลง ส่วนต่าง (Do It Without Me) - โบกี้ไลอ้อน (28,529 ครั้ง)
เนื้อเพลง คบซ้อน - แอลกอฮอ (26,019 ครั้ง)
เนื้อเพลง นางสาวขวัญใจ - คณะขวัญใจ (25,935 ครั้ง)
เนื้อเพลง จำนน (White Flag) - นนท์ ธนนท์ จำเริญ (25,709 ครั้ง)
เนื้อเพลง เป็นยั่งบุญ - ต้น สะเดา (25,277 ครั้ง)
...อ้างอิง https://www.siamzone.com/music/thailyric/
    </p>
    </div>
  );
}
